<?php
// Text
$_['text_success']           = 'الأمر الذي أدخلته قد قام بنجاح بتعديل الطلبات';

// Error
$_['error_permission']       = 'تحذير: ليس لديك الإذن بالوصول إلى API!';
$_['error_customer']         = 'تفاصيل العميل تحتاج إلى تعيين!';
$_['error_payment_address']  = 'عنوان الدفع مطلوب!';
$_['error_payment_method']   = 'طريقة الدفع مطلوبة!';
$_['error_shipping_address'] = 'عنوان الشحن مطلوب!';
$_['error_shipping_method']  = 'أسلوب الشحن مطلوب!';
$_['error_stock']            = 'المنتجات التي تم وضع العلامة التالي لها * * * لا تتوفر في الكمية المطلوبة أو ليست في المخزون!';
$_['error_minimum']          = 'الحد الأدنى من الطلبات لـ %s هو %s!';
$_['error_not_found']        = 'تحذير: تعذر العثور على المنتج!';