<?php
// Text
$_['text_address']       = 'تم بنجاح: تم تعيين عنوان الدفع!';
$_['text_method']        = 'تم بنجاح: تم تعيين طريقة الدفع!';

// Error
$_['error_permission']   = 'تحذير: ليس لديك الإذن بالوصول إلى API!';
$_['error_firstname']    = 'الاسم الأول يجب أن يكون بين 1 و 32 حرفاً!';
$_['error_lastname']     = 'يجب أن يكون اسم العائلة بين 1 و 32 حرفاً!';
$_['error_address_1']    = 'يجب أن يكون العنوان بين 3 و 128 حرفاً!';
$_['error_city']         = 'يجب أن تكون المدينة بين 2 و 128 حرفاً!';
$_['error_postcode']     = 'يجب أن يكون الرمز البريدي بين 2 و 10 أحرف لهذا البلد!';
$_['error_country']      = 'الرجاء تحديد البلد!';
$_['error_zone']         = 'الرجاء تحديد منطقة / المحافظة!';
$_['error_custom_field'] = '%s مطلوب!';
$_['error_address']      = 'تحذير: عنوان الدفع مطلوب!';
$_['error_method']       = 'تحذير: طريقة الدفع مطلوبة!';
$_['error_no_payment']   = 'تحذير: لا توجد خيارات للدفع!';