<?php
// Text
$_['text_success']     = 'تم بنجاح: تم تطبيق الخصم قسيمة الهدايا الخاص بك!';
$_['text_cart']        = 'تم بنجاح: لقد قمت بتعديل سلة التسوق الخاصة بك!';

$_['text_for']         = '%s قسيمة هدية إلى %s';

// Error
$_['error_permission'] = 'تحذير: ليس لديك الإذن بالوصول إلى API!';
$_['error_voucher']    = 'تحذير: قسيمة الهدية التي أدخلتها إما باطلة أو تم استخدام رصيدها بالفعل!';
$_['error_to_name']    = 'اسم المستلم يجب أن يكون بين 1 و 64 حرفاً!';
$_['error_from_name']  = 'يجب أن يكون اسمك بين 1 و 64 حرفاً!';
$_['error_email']      = 'لا يبدو ان عنوان البريد صالح للإستخدام!';
$_['error_theme']      = 'يجب عليك تحديد سمة!';
$_['error_amount']     = 'يجب أن يكون المبلغ بين %s %s!';