<?php
// Heading
$_['heading_title']				= 'بوابة دفع أمازون';
$_['heading_address']			= 'الرجاء إختيار عنوان التوصيل';
$_['heading_payment']			= 'الرجاء إختيار طريقة الدفع';
$_['heading_confirm']			= 'ملخص الطلب';

// Text
$_['text_back']					= 'الرجوع';
$_['text_cart']					= 'سلة الشراء';
$_['text_confirm']				= 'تأكيد';
$_['text_continue']				= 'متابعة';
$_['text_cba']					= 'بوابة دفع أمازون';
$_['text_enter_coupon']			= 'أدخل رمز القسيمة الخاصة بك. إذا لم يكن لديك واحدة، اتركه فارغاً.';
$_['text_coupon']				= 'قسيمة خصم';
$_['text_tax_other']			= 'الضرائب / رسوم أخرى';
$_['text_payment_failed']		= 'فشلت طريقة الدفع. الرجاء الإتصل بمسؤول المتجر للمساعدة أو استخدام خيار دفع مختلف.';
$_['text_success_title']		= 'لقد تم قبول الطلب الخاص بك!';
$_['text_payment_success']		= 'تم إنشاء طلبك بنجاح. تفاصيل طلبك بالأسفل';

// Error
$_['error_payment_method']		= 'الرجاء إختيار طريقة للدفع';
$_['error_shipping']			= 'الرجاء اختيار طريقة الشحن';
$_['error_shipping_address']	= 'الرجاء تحديد عنوان التسليم';
$_['error_shipping_methods']	= 'حدث خطأ بخصوص العنوان الخاص بك من أمازون. الرجاء الاتصال بمسؤول المتجر للحصول على مساعدة';
$_['error_no_shipping_methods'] = 'لا توجد أية خيارات للشحن إلى العنوان المحدد. الرجاء تحديد عنوان شحن مختلف';