<?php
// Text
$_['text_title']				= 'البطاقة الائتمان أو بطاقة الصراف الآلي';
$_['text_credit_card']			= 'تفاصيل البطاقة الائتمان';
$_['text_wait']					= 'الرجاء الإنتظار!';

// Entry
$_['entry_cc_number']			= 'رقم البطاقة';
$_['entry_cc_name']				= 'اسم حامل البطاقة';
$_['entry_cc_expire_date']		= 'تاريخ انتهاء البطاقة';
$_['entry_cc_cvv2']				= 'رمز الحماية للبطاقة (CVV2)';

// Help
$_['help_start_date']			= '(إذا كانت متوفرة)';
$_['help_issue']				= '(لبطاقات مايسترو و سولو فقط)';

// Text
$_['text_result']				= 'النتيجة: ';
$_['text_approval_code']		= 'رمز الموافقة: ';
$_['text_reference_number']		= 'المرجع: ';
$_['text_card_number_ref']		= 'آخر 4 أرقام من البطاقة: xxxx ';
$_['text_card_brand']			= 'العلامة التجارية للبطاقة: ';
$_['text_response_code']		= 'رمز الاستجابة: ';
$_['text_fault']				= 'رسالة الفشل: ';
$_['text_error']				= 'رسالة الخطأ: ';
$_['text_avs']					= 'التحقق من العنوان: ';
$_['text_address_ppx']			= 'لا يوجد عنوان للبيانات المقدمة أو لم يتم التحقق من عنوان مصدر البطاقة';
$_['text_address_yyy']			= 'أكد مصدر البطاقة أن الشارع والرمز البريدي تتطابق مع سجلاتها';
$_['text_address_yna']			= 'أكد مصدر البطاقة أن الشارع يتطابق مع السجلات الخاصة بها ولكن الرمز البريدي لا يتطابق';
$_['text_address_nyz']			= 'أكد مصدر البطاقة أن الرمز البريدي يتطابق مع السجلات الخاصة بها ولكن الشارع لا يتطابق';
$_['text_address_nnn']			= 'الشارع و الرمز البريدي لا يتطابقان مع سجلات مصدر البطاقة';
$_['text_address_ypx']			= 'أكد مصدر البطاقة ان الشارع يتطابق مع سجلاتها. ولكن المصدر لم يتحقق من الرمز البريدي';
$_['text_address_pyx']			= 'أكد مصدر البطاقة ان الرمز البريدي يتطابق مع سجلاتها. ولكن المصدر لم يتحقق من عنوان الشارع';
$_['text_address_xxu']			= 'مصدر البطاقة لم تتحقق من صحة معلومات الـ AVS';
$_['text_card_code_verify']		= 'كود الأمان: ';
$_['text_card_code_m']			= 'رمز أمان البطاقة متطابق';
$_['text_card_code_n']			= 'رمز أمان البطاقة لا يتطابق';
$_['text_card_code_p']			= 'لم تتم العملية';
$_['text_card_code_s']			= 'قد تبين ان رمز الأمن للبطاقة غير موجود على البطاقة';
$_['text_card_code_u']			= 'المصدر غير مصدق و/أو لم تقدم مفاتيح التشفير';
$_['text_card_code_x']			= 'لم يصل أي رد من منظمة البطاقة الائتمان';
$_['text_card_code_blank']		= 'يشير الفراغ  إلى عدم ارسال اي رمز وانه لا يوجد اي رمز ظاهر في البطاقة.';
$_['text_card_accepted']		= 'البطاقات المقبولة: ';
$_['text_card_type_m']			= 'ماستر كارد';
$_['text_card_type_v']			= 'فيزا (الائتمان/مسبوقة الدفع/إلكترون/دلتا)';
$_['text_card_type_c']			= 'داينرز';
$_['text_card_type_a']			= 'أمريكان إكسبريس';
$_['text_card_type_ma']			= 'مايسترو';
$_['text_card_new']				= 'بطاقة جديدة';
$_['text_response_proc_code']	= 'رمز التشغيل: ';
$_['text_response_ref']			= 'رقم المرجع: ';

// Error
$_['error_card_number']			= 'الرجاء التحقق من رقم البطاقة';
$_['error_card_name']			= 'الرجاء التحقق من اسم حامل البطاقة';
$_['error_card_cvv']			= 'الرجاء التحقق من رمز التحقق الصحيح';
$_['error_failed']				= 'غير قادر على عملية الدفع، الرجاء الاتصال بالتاجر';