<?php
// Text
$_['text_title']				= 'البطاقة الائتمان / البطاقة المصرفية (Paymate)';
$_['text_unable']				= 'غير قادر على تحديد أو تحديث حالة طلبك';
$_['text_declined']				= 'تم رفض الدفع من قبل Paymate';
$_['text_failed']				= 'فشلت العملية';
$_['text_failed_message']		= '<p>للأسف كان هناك خطأ أثناء معالجة طلبك في Paymate.</p><p><b>تحذير:</b> %s</p><p>الرجاء التحقق من رصيد حسابك في (Paymate) قبل محاولة إعادة الطلب</p><p>إذا كنت تعتقد أن طلبك قد تم بنجاح، أو ظهر كخصم في حسابك ، الرجاء <a href="%s"> الاتصال بنا</a> مع تفاصيل الطلب الخاص بك.</p> البطاقة الائتمان / البطاقة المصرفية</p>';
$_['text_basket']				= 'السلة';
$_['text_checkout']				= 'إتمام الطلب';
$_['text_success']				= 'تم بنجاح';