<?php
// Text
$_['text_title']				= 'البطاقة الائتمان أو الصرف الآلي (تمت المعالجة بشكل أمن من قبل بأي بال)';
$_['text_credit_card']			= 'تفاصيل بطاقة الائتمان';
$_['text_start_date']			= '(إذا كانت متوفرة)';
$_['text_issue']				= '(لبطاقات مايسترو و سولو فقط)';
$_['text_wait']					= 'الرجاء الإنتظار!';

// Entry
$_['entry_cc_owner']			= 'مالك البطاقة:';
$_['entry_cc_type']				= 'نوع البطاقة:';
$_['entry_cc_number']			= 'رقم البطاقة:';
$_['entry_cc_start_date']		= 'البطاقة صالحة من التاريخ:';
$_['entry_cc_expire_date']		= 'تاريخ انتهاء البطاقة:';
$_['entry_cc_cvv2']				= 'رمز الحماية للبطاقة (CVV2):';
$_['entry_cc_issue']			= 'رقم مصدر البطاقة:';

// Error
$_['error_required']			= 'تحذير: جميع حقول معلومات الدفع المطلوبة.';
$_['error_general']				= 'تحذير: حدثة مشكلة عامة مع الحوالة. الرجاء المحاولة مرة أخرى.';
$_['error_config']				= 'تحذير: يوجد خطأ في طريقة الدفع . الرجاء التحقق من اعتماد تسجيل الدخول.';
$_['error_address']				= 'تحذير: فشل مطابقة الدفع في عنوان المدينة و الدولة و الرمز البريدي. الرجاء المحاولة مرة أخرى.';
$_['error_declined']			= 'تحذير: تم رفض هذه الحوالة. الرجاء المحاولة مرة أخرى.';
$_['error_invalid']				= 'تحذير: معلومات بطاقة الائتمانية غير صحيح. الرجاء المحاولة مرة أخرى.';