<?php
// Text
$_['text_title']				= 'البطاقة الائتمان أو الصرف الآلي (تمت المعالجة بشكل أمن من قبل بأي بال)';
$_['text_wait']					= 'الرجاء الإنتظار!';
$_['text_credit_card']			= 'تفاصيل البطاقة الائتمان';
$_['text_loading']				= 'جار التحميل';

// Entry
$_['entry_cc_type']				= 'نوع البطاقة';
$_['entry_cc_number']			= 'رقم البطاقة';
$_['entry_cc_start_date']		= 'البطاقة صالحة من التاريخ';
$_['entry_cc_expire_date']		= 'تاريخ انتهاء البطاقة';
$_['entry_cc_cvv2']				= 'رمز الحماية للبطاقة (CVV2)';
$_['entry_cc_issue']			= 'رقم مصدر البطاقة';

// Help
$_['help_start_date']			= '(إذا كانت متوفرة)';
$_['help_issue']				= '(لبطاقات مايسترو و سولو فقط)';