<?php
// Heading
$_['text_title']				= 'البطاقة الائتمان / بطاقة الصرف الالي (Realex)';

// Button
$_['button_confirm']			= 'تأكيد';

// Entry
$_['entry_cc_type']				= 'نوع البطاقة';

// Text
$_['text_success']				= 'تمت الموافقة على طريقة دفعك.';
$_['text_decline']				= 'فشلة طريقة الدفعة';
$_['text_bank_error']			= 'حدث خطأ أثناء معالجة الطلب الخاص بك مع البنك.';
$_['text_generic_error']		= 'حدث خطأ أثناء معالجة طلبك.';
$_['text_hash_failed']			= 'فشل التحقق. لا تحاول الدفع مرة أخرى كالدفع بحالة غير معروفة. الرجاء الاتصال بالتاجر.';
$_['text_link']					= 'الرجاء النقر <a href="%s"> هنا</a> للإستمرار';
$_['text_select_card']			= 'الرجاء تحديد نوع البطاقة';
$_['text_result']				= 'نتيجة المصادقة';
$_['text_message']				= 'الرسالة';
$_['text_cvn_result']			= 'نتيجة رقم التحقق';
$_['text_avs_postcode']			= 'الرمز البريدي AVS';
$_['text_avs_address']			= 'عنوان AVS';
$_['text_eci']					= 'ECI (3D secure) result';
$_['text_tss']					= 'نتيجة خدمات الدعم التقني';
$_['text_order_ref']			= 'الرقم المرجعي للطلب';
$_['text_timestamp']			= 'التوقيت';
$_['text_card_type']			= 'نوع البطاقة';
$_['text_card_digits']			= 'رقم البطاقة';
$_['text_card_exp']				= 'انتهاء صلاحية البطاقة';
$_['text_card_name']			= 'اسم البطاقة';
$_['text_3d_s1']				= 'حامل البطاقة غير مسجل، تم تحويل المسؤولية';
$_['text_3d_s2']				= 'تعذر على التحقق من الالتحاق، لا يتم تحويل المسؤولية';
$_['text_3d_s3']				= 'استجابة غير صحيحة من ملقم، لا يتم تحويل المسؤولية';
$_['text_3d_s4']				= 'تم التسجيل، ولكن لا يوجد استجابة من ACS (خادم التحكم بالوصول)، لن يتم تحويل المسؤولية';
$_['text_3d_s5']				= 'تم بنجاح المصادقة، تم تحويل المسؤولية';
$_['text_3d_s6']				= 'تم الإعترف بالمصادقة، تم تحويل المسؤولية';
$_['text_3d_s7']				= 'كلمة مرور التي ادخلت غير صحيحة، لم يتم تحويل المسؤولية';
$_['text_3d_s8']				= 'عدم توفر المصادقة، لم يتم تحويل المسؤولية';
$_['text_3d_s9']				= 'استجابة غير صالحة خادم مراقبة الدخول، لم يتم تحويل المسؤولية';
$_['text_3d_s10']				= 'خطأ فادح في RealMPI (خدمة مصادقة الدفع)، لم يتم تحويل المسؤولية';
$_['text_card_visa']			= 'فيزا';
$_['text_card_mc']				= 'ماستر كارد';
$_['text_card_amex']			= 'أمريكان إكسبريس';
$_['text_card_switch']			= 'سويتش';
$_['text_card_laser']			= 'ليزر';
$_['text_card_diners']			= 'داينرز';