<?php
// Text
$_['text_title']				= 'البطاقة الائتمان أو بطاقة الصراف الآلي';
$_['text_credit_card']			= 'تفاصيل بطاقة الائتمان';
$_['text_wait']					= 'الرجاء الإنتظار!';
$_['text_result']				= 'النتيجة';
$_['text_message']				= 'الرسالة';
$_['text_cvn_result']			= 'نتيجة رقم التحقق';
$_['text_avs_postcode']			= 'الرمز البريدي AVS';
$_['text_avs_address']			= 'عنوان AVS';
$_['text_eci']					= 'نتيجة (أمان ECI (3D';
$_['text_tss']					= 'نتيجة خدمات الدعم التقني';
$_['text_card_bank']			= 'بطاقة المصدرة من البنك';
$_['text_card_country']			= 'بلد البطاقة';
$_['text_card_region']			= 'منطقة البطاقة';
$_['text_last_digits']			= 'آخر 4 أرقام';
$_['text_order_ref']			= 'الرقم المرجعي للطلب';
$_['text_timestamp']			= 'التوقيت';
$_['text_card_visa']			= 'فيزا';
$_['text_card_mc']				= 'ماستر كارد';
$_['text_card_amex']			= 'أمريكان إكسبريس';
$_['text_card_switch']			= 'سويتش';
$_['text_card_laser']			= 'ليزر';
$_['text_card_diners']			= 'داينرز';
$_['text_auth_code']			= 'رمز المصادقة';
$_['text_3d_s1']				= 'حامل البطاقة غير مسجل، تم تحويل المسؤولية';
$_['text_3d_s2']				= 'تعذر على التحقق من الالتحاق، لا يتم تحويل المسؤولية';
$_['text_3d_s3']				= 'استجابة غير صحيحة من ملقم، لا يتم تحويل المسؤولية';
$_['text_3d_s4']				= 'تم التسجيل، ولكن لا يوجد استجابة من ACS (خادم التحكم بالوصول)، لن يتم تحويل المسؤولية';
$_['text_3d_s5']				= 'تم بنجاح المصادقة، تم تحويل المسؤولية';
$_['text_3d_s6']				= 'تم الإعترف بالمصادقة، تم تحويل المسؤولية';
$_['text_3d_s7']				= 'كلمة مرور التي ادخلت غير صحيحة، لم يتم تحويل المسؤولية';
$_['text_3d_s8']				= 'عدم توفر المصادقة، لم يتم تحويل المسؤولية';
$_['text_3d_s9']				= 'استجابة غير صالحة خادم مراقبة الدخول، لم يتم تحويل المسؤولية';
$_['text_3d_s10']				= 'خطأ فادح في RealMPI (خدمة مصادقة الدفع)، لم يتم تحويل المسؤولية';

// Entry
$_['entry_cc_type']				= 'نوع البطاقة';
$_['entry_cc_number']			= 'رقم البطاقة';
$_['entry_cc_name']				= 'اسم حامل البطاقة';
$_['entry_cc_expire_date']		= 'تاريخ انتهاء البطاقة';
$_['entry_cc_cvv2']				= 'رمز الحماية للبطاقة (CVV2)';
$_['entry_cc_issue']			= 'رقم مستخرج البطاقة';

// Help
$_['help_start_date']			= '(إذا كانت متوفرة)';
$_['help_issue']				= '(لبطاقات مايسترو و سولو فقط)';

// Error
$_['error_card_number']			= 'الرجاء التحقق من رقم البطاقة';
$_['error_card_name']			= 'الرجاء التحقق من اسم حامل البطاقة';
$_['error_card_cvv']			= 'الرجاء التحقق من رمز التحقق الصحيح';
$_['error_3d_unable']			= 'التاجر يطلب نوع الامان 3D ولكنه غير قادر على التحقق من البنك الخاص بك، الرجاء المحاولة في وقت لاحق';
$_['error_3d_500_response_no_payment'] = 'تم تلقي استجابة غير صالحة من البطاقة، لم يتم سحب أي مبلغ';
$_['error_3d_unsuccessful']		= 'فشل طلب الإذن لامان الـ3D';