<?php
// Text
$_['text_subject']		        = '%s - برنامج شركاء التسويق';
$_['text_welcome']		        = 'شكرا لك على الانضمام في %s برنامج التسويق بالعمولة!';
$_['text_login']                = 'قد تم إنشاء الحساب الخاص بك، ويمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصة بك عن طريق زيارة موقعنا على شبكة الإنترنت أو على العنوان التالي:';
$_['text_approval']		        = 'يجب الموافقة على الحساب الخاص بك قبل أن تتمكن من تسجيل الدخول. في حال تم الموافقة, ستتمكن عندها من تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصة بك عن طريق زيارة موقعنا على شبكة الإنترنت أو على العنوان التالي:';
$_['text_services']		        = 'عند تسجيل الدخول، سوف تكون قادرة على توليد تعليمات برمجية للتعقب، وتتبع  النسبة التسويقية وتحرير معلومات الحساب الخاص بك.';
$_['text_thanks']		        = 'شكرا،';
$_['text_new_affiliate']        = 'شركاء جديد';
$_['text_signup']		        = 'تم تسجيل مُسوّق جديد  بالعموله :';
$_['text_store']		        = 'متجر:';
$_['text_firstname']	        = 'الإسم:';
$_['text_lastname']		        = 'العائلة:';
$_['text_company']		        = 'الشركة:';
$_['text_email']		        = 'البريد الإلكتروني:';
$_['text_telephone']	        = 'الهاتف:';
$_['text_website']		        = 'موقع ويب:';
$_['text_order_id']             = 'رقم الطلب:';
$_['text_transaction_subject']  = '%s - نسبة التسويق';
$_['text_transaction_received'] = 'لقد تلقيت نسبة %s عمولة!';
$_['text_transaction_total']    = 'مجموع النسب الخاص بك هي الآن %s.';
