<?php
// Text
$_['text_subject']        = '%s--شكرا لك على تسجيل حساب جديد معنا';
$_['text_welcome']        = 'أهلا وسهلا بك, نشكرك على تسجيل حساب جديد معنا في %s!';
$_['text_login']          = 'قد تم إنشاء الحساب الخاص بك، ويمكنك تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصة بك عن طريق زيارة موقعنا على شبكة الإنترنت أو على العنوان التالي:';
$_['text_approval']       = 'يجب الموافقة على الحساب الخاص بك قبل أن تتمكن من تسجيل الدخول. في حال تم الموافقة, ستتمكن عندها من تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور الخاصة بك عن طريق زيارة موقعنا على شبكة الإنترنت أو على العنوان التالي:';
$_['text_services']       = 'عند تسجيل الدخول ستتمكن من استعمال خدمات أخرى نقدمها, من مثل مراجعة الطلبات السابقة, طباعة الفواتير, وتعديل بيانات الحساب الخاص بك.';
$_['text_thanks']         = 'شكرا،';
$_['text_new_customer']   = 'عميل جديد';
$_['text_signup']         = 'عميل جديد قد قام بتسجيل حساب:';
$_['text_website']        = 'موقع ويب:';
$_['text_customer_group'] = 'مجموعة العميل:';
$_['text_firstname']      = 'الإسم:';
$_['text_lastname']       = 'العائلة:';
$_['text_email']          = 'البريد الإلكتروني:';
$_['text_telephone']      = 'الهاتف:';