<?php
// Text
$_['text_subject']  = 'لقد استلمت قسيمة هدايا من %s';
$_['text_greeting'] = 'تهانينا، لقد تلقيت قسيمة هدايا بقيمة %s';
$_['text_from']     = 'تم إرسال قسيمة هدايا لك من %s';
$_['text_message']  = 'مع رسالة تقول';
$_['text_redeem']   = 'لاستبدال قسيمة الهدايا، قم بكتابة الرمز التالي <b>%s</b> ثم انقر فوق الرابط أدناه وشراء المنتج  الذي ترغب في استخدام قسيمة الهدايا عليه. يمكنك إدخال رمز قسيمة الهدايا في صفحة سلة التسوق قبل النقر فوق انهاء الطلب.';
$_['text_footer']   = 'الرجاء الرد على هذا البريد الإلكتروني إذا كان لديك أي أسئلة.';
