<?php
// Heading
$_['heading_title']   = 'هل نسيت كلمة المرور الخاصة بك؟';

// Text
$_['text_account']    = 'الحساب';
$_['text_forgotten']  = 'كلمة المرور المنسيّة';
$_['text_your_email'] = 'عنوان البريد الإلكتروني الخاص بك';
$_['text_email']      = 'قم بإدخال عنوان البريد الإلكتروني المرتبط بحسابك. انقر على كلمة إرسال لإرسال كلمة المرور الخاصة بك إلى بريدك الإلكتروني';
$_['text_success']    = 'تم بنجاح: تم إرسال كلمة مرور جديدة إلى عنوان البريد الإلكتروني الخاص بك.';

// Entry
$_['entry_email']     = 'عنوان البريد الإلكتروني';

// Error
$_['error_email']     = 'تحذير: عنوان البريد الإلكتروني لم يتم إيجاده في سجلاتنا, الرجاء المحاولة مره اخرى!';