<?php
// Heading
$_['heading_title']                 = 'شركاء التسويق';

// Text
$_['text_account']                  = 'الحساب';
$_['text_login']                    = 'تسجيل الدخول';
$_['text_description']              = '<p>%sشركاء التسويق هو برنامج مجاني يتيح للأعضاء الحصول على نسبة من المبيعات عن طريق وضع رابط خاص في موقع ويب يملكونه بحيث يعرضون %s او منتج معين فيه. أي مبيعات تتم عن طريق هذا الرابط يمكن صاحب الموقع من الحصول على نسبة من البيع. القيمة الافتراضية لنسبة البيع هي %s.</p><p>لمزيد من المعلومات, قم بزيارة صفحة الأسئلة الشائعة لدينا, أو انظر إلى شروط الشركاء &amp; الشروط.</p>';
$_['text_new_affiliate']            = 'شركاء جديد';
$_['text_register_account']         = '<p>أنا لست من ضمن شركاء التسويق.</p><p>اضغط على اكمل أدناه لإنشاء حساب شركاءجديد. الرجاء ملاحظة أن هذا الحساب غير مرتبط بحسابك الخاص بنا كعميل.</p>';
$_['text_returning_affiliate']      = 'تسجيل دخول شركاء التسويق';
$_['text_i_am_returning_affiliate'] = 'أنا من ضمن شركاء التسويق السابقين.';
$_['text_forgotten']                = 'كلمة المرور المنسيّة';

// Entry
$_['entry_email']                   = 'البريد الإلكتروني الخاص بشركاء التسويق';
$_['entry_password']                = 'كلمة المرور';

// Error
$_['error_login']                   = 'تحذير: لا توجد مطابقة لعنوان البريد الإلكتروني و/أو كلمة المرور.';
$_['error_attempts']                = 'تحذير: حسابك قد تجاوز العدد المسموح به من محاولات تسجيل الدخول. الرجاء المحاولة مرة أخرى في ساعة واحدة.';
$_['error_approved']                = 'تحذير: الحساب الخاص بك يتطلب الموافقة عليه قبل أن تتمكن من تسجيل الدخول.';