<?php
// Heading
$_['heading_title'] = 'حساب شركاء التسويق قد تم إنشاءه!';

// Text
$_['text_message']  = '<p>تهانينا! حسابك الجديد قد تم إنشاءه بنجاح!</p><p>يمكنك الآن الاستفادة من المميزات التي تقدمها لك العضوية معنا لتعزيز خدمة التسوق الإلكتروني.</p><p>إذا كانت لديك أية اسأله عن ألية عمل المتجر, لا تتردد في مراسلة صاحب المتجر.</p><p>لقد تم إرسال رسالة بريد إلكتروني للبريد الذي أدخلته في صفحة التسجيل, إذا لم تقم باستلام الرسالة خلال ساعة إن شاء الله, رجاءا <a href="%s">راسلنا</a>.</p>';
$_['text_approval'] = '<p>شكرا لكم على تسجيل مع %s</p><p>سيتم إعلامك بالبريد الإلكتروني بمجرد قد تنشيط حسابك من قبل صاحب المتجر.</p><p>إذا كان لديك أية أسئلة حول ألية عمل هذا المتجر الإلكتروني، يرجى <a href="%s"> الاتصال بمالك المتجر</a>.</p>';
$_['text_account']  = 'الحساب';
$_['text_success']  = 'تم بنجاح';
