<?php
// Heading
$_['heading_title']    = 'شفرة التتبع لشركاء التسويق';

// Text
$_['text_account']     = 'الحساب';
$_['text_description'] = 'للتأكد من أن تحصل على مستحقاتك من الإحالات التي ترسلها إلينا نحن بحاجة إلى تعقب الإحالة عن طريق وضع رمز تعقب في رابط URLالمتصل إلينا. يمكنك استخدام الأدوات التالية لإنشاء الروابط إلى موقع الويب %s.';

// Entry
$_['entry_code']       = 'شفرة التتبع الخاصة بك';
$_['entry_generator']  = 'مزود شفرات التتبع';
$_['entry_link']       = 'شفرات التتبع';

// Help
$_['help_generator']  = 'اكتب اسم المنتج  الذي ترغب في ربطه';