<?php
// Heading
$_['heading_title']        = 'سجل العناوين';

// Text
$_['text_account']         = 'الحساب';
$_['text_address_book']    = 'مدخلات سجل العناوين';
$_['text_edit_address']    = 'تعديل العنوان';
$_['text_add']             = 'تم إدراج العنوان بنجاح';
$_['text_edit']            = 'تم تحديث العنوان بنجاح';
$_['text_delete']          = 'تم مسح العنوان بنجاح';
$_['text_empty']           = 'لا يوجد لديك عناوين في الحساب الخاص بك.';

// Entry
$_['entry_firstname']      = 'الإسم';
$_['entry_lastname']       = 'العائلة';
$_['entry_company']        = 'الشركة';
$_['entry_address_1']      = 'العنوان 1';
$_['entry_address_2']      = 'العنوان 2';
$_['entry_postcode']       = 'الرمز البريدي';
$_['entry_city']           = 'المدينة';
$_['entry_country']        = 'البلد';
$_['entry_zone']           = 'المنطقة / المحافظة';
$_['entry_default']        = 'العنوان الإفتراضي';

// Error
$_['error_delete']         = 'تحذير: يجب أن يكون لديك عنوان واحد على الأقل!';
$_['error_default']        = 'تحذير: لا يمكنك حذف العنوان الافتراضي الخاص بك!';
$_['error_firstname']      = 'الاسم الأول يجب أن يكون بين 1 و 32 حرفاً!';
$_['error_lastname']       = 'يجب أن يكون اسم العائلة بين 1 و 32 حرفاً!';
$_['error_vat']            = 'رقم ضريبة القيمة المضافة غير صالحة!';
$_['error_address_1']      = 'يجب أن يكون العنوان بين 3 و 128 حرفاً!';
$_['error_postcode']       = 'يجب أن يكون الرمز البريدي بين 2 و 10 أحرف!';
$_['error_city']           = 'يجب أن تكون المدينة بين 2 و 128 حرفاً!';
$_['error_country']        = 'الرجاء تحديد البلد!';
$_['error_zone']           = 'الرجاء تحديد منطقة / المحافظة !';
$_['error_custom_field']   = '%s مطلوب !';
