<?php
// Heading
$_['heading_title']                = 'تسجيل الدخول للحساب';

// Text
$_['text_account']                 = 'الحساب';
$_['text_login']                   = 'تسجيل الدخول';
$_['text_new_customer']            = 'عميل جديد';
$_['text_register']                = 'تسجيل حساب';
$_['text_register_account']        = 'إنشاء حساب خاص بك لدينا سوف يمكنك من التسوق بشكل أسرع, الإطلاع على حالة الطلبات بشكل أسرع, وتتبع طلباتك المسبقه.';
$_['text_returning_customer']      = 'عميل سابق';
$_['text_i_am_returning_customer'] = 'أنا أحد العملاء المستمرين';
$_['text_forgotten']               = 'كلمة المرور المنسيّة';
$_['text_headtitle']               = 'تسجيل الدخول أو إنشاء حساب';

// Entry
$_['entry_email']                  = 'عنوان البريد الإلكتروني';
$_['entry_password']               = 'كلمة المرور';

// Error
$_['error_login']                  = 'تحذير: لا توجد مطابقة لعنوان البريد الإلكتروني و/أو كلمة المرور.';
$_['error_attempts']               = 'تحذير: حسابك قد تجاوز العدد المسموح به من محاولات تسجيل الدخول. الرجاء المحاولة مرة أخرى في ساعة واحدة.';
$_['error_approved']               = 'تحذير: الحساب الخاص بك يتطلب الموافقة عليه قبل أن تتمكن من تسجيل الدخول.';