<?php
// Heading
$_['heading_title'] = 'تم إنشاء الحساب الخاص بك!';

// Text
$_['text_message']  = '<p>تهانينا! لقد تم إنشاء حسابك بنجاح!</p><p>أنت الأن عضو دعوات في المجموعة %s</p><p>إذا كانت لديك اي أسئلة عن عمل نظام الدعوات, راسل مالك المتجر.</p><p>تم إرسال رسالة تأكيد إلى البريد الإلكتروني الذي أدخلته. إذا لم تستلم رسالة البريد الإلكتروني خلال ساعة ان شاء الله, الرجاء <a href="%s">مراسلتنا</a>.</p>';
$_['text_approval'] = '<p>شكرا لكم على تسجيل مع %s</p><p>سيتم إعلامك بالبريد الإلكتروني بمجرد قد تنشيط حسابك من قبل صاحب المتجر.</p><p>إذا كان لديك أية أسئلة حول ألية عمل هذا المتجر الإلكتروني، يرجى <a href="%s"> الاتصال بمالك المتجر</a>.</p>';
$_['text_account']  = 'الحساب';
$_['text_success']  = 'تم بنجاح';
