<?php
// Heading
$_['heading_title']    = 'شراء قسيمة الهدايا';

// Text
$_['text_account']     = 'الحساب';
$_['text_voucher']     = 'قسيمة الهدايا';
$_['text_description'] = 'قسيمة الهدية سيتم إرسالها إلى المستلم الذي حددته بعد إتمام عملية الدفع للطلب الذي حددته.';
$_['text_agree']       = 'أنا أتفهم ان قسيمة الهدايا غير قابلة للإسترجاع.';
$_['text_message']     = '<p>شكرا لك لشرائك قسيمة الهدايا! بمجرد إكمال طلبك سيتم إرسال القسيمة والفاتورة إلى البريد الإلكتروني مع شرح كيفية إستخدامها.</p>';
$_['text_for']         = '%s قسيمة هدية إلى %s';

// Entry
$_['entry_to_name']    = 'اسم المستلم';
$_['entry_to_email']   = 'البريد الإلكتروني الخاص بالمستلم';
$_['entry_from_name']  = 'الاسم الخاص بك';
$_['entry_from_email'] = 'البريد الإلكتروني الخاص بك';
$_['entry_theme']      = 'سمة قسيمة الهدية';
$_['entry_message']    = 'الرسالة';
$_['entry_amount']     = 'المبلغ';

// Help
$_['help_message']     = 'إختياري';
$_['help_amount']      = 'يجب ان تكون القيمة بين %s و %s';

// Error
$_['error_to_name']    = 'اسم المستلم يجب أن يكون بين 1 و 64 حرفاً!';
$_['error_from_name']  = 'يجب أن يكون اسمك بين 1 و 64 حرفاً!';
$_['error_email']      = 'لا يبدو ان عنوان البريد صالح للإستخدام!';
$_['error_theme']      = 'يجب عليك تحديد سمة!';
$_['error_amount']     = 'يجب أن يكون المبلغ بين %s %s!';
$_['error_agree']      = 'تحذير: يجب أن توافق أن قسائم الهدايا غير قابلة للاسترداد!';
