<?php
// Heading
$_['heading_title'] = 'عملية الدفع الفاشلة!';

// Text
$_['text_basket']   = 'سلة الشراء';
$_['text_checkout'] = 'إنهاء الطلب';
$_['text_failure']  = 'عملية الدفع الفاشلة';
$_['text_message']  = '<p>كان هناك مشكلة في معالجة عملية الدفع الخاصة بك, لذلك لم يتم إكمال الطلب.</p>

<p>الأسباب وراء هذا قد تكون:</p>
<ul>
<li>نقص في الرصيد</li>
<li>عملية تأكيد فاشلة</li>
</ul>
<p>الرجاء إتمام الطلب من خلال عملية دفع أخرى</p>

<p>إذا استمرت هذه المشكلة <a href="%s">راسلنا</a> مع وصف المشكلة والطلب الذي تحاول إتمامه.</p>
';
