<?php
// Heading
$_['heading_title']        = 'تقدير تكلفة الشحن والضرائب';

// Text
$_['text_success']         = 'تم بالنجاح: لقد تم تطبيق تقدير الشحن الخاص بك!';
$_['text_shipping']        = 'أدخل الوجهة الخاص بك للحصول على السعر التقديري للشحن.';
$_['text_shipping_method'] = 'يرجى تحديد طريقة الشحن التي تفضلها لاستخدامة في هذا الطلب.';

// Entry
$_['entry_country']        = 'البلد';
$_['entry_zone']           = 'المنطقة / المحافظة';
$_['entry_postcode']       = 'الرمز البريدي';

// Error
$_['error_postcode']       = 'يجب أن يكون الرمز البريدي بين 2 و 10 أحرف!';
$_['error_country']        = 'الرجاء تحديد البلد!';
$_['error_zone']           = 'الرجاء تحديد منطقة / المحافظة!';
$_['error_shipping']       = 'تحذير: طريقة الشحن مطلوبة!';
$_['error_no_shipping']    = 'تنبيه: لا توجد خيارات شحن متوفرة. الرجاء <a href="%s">مراسلتنا</a> للحصول على المساعدة!';