<?php
// Heading
$_['heading_title']        = 'لقد تم قبول الطلب الخاص بك!';

// Text
$_['text_basket']          = 'سلة الشراء';
$_['text_checkout']        = 'إنهاء الطلب';
$_['text_success']         = 'تم بنجاح';
$_['text_customer']        = '<p>تم تجهيز طلبك بنجاح!</p><p>يمكنك عرض تاريخ طلباتك عن طريق الذهاب إلى صفحة <a href="%s">الحساب الخاص بك</a> والضغط على <a href="%s">السجل</a>.</p><p>إذا كان الطلب مرتبط بتنزيل ملف ما, يمكنك الذهاب عندها إلى <a href="%s">صفحة التنزيلات</a> الخاصة بالحساب لعرض الملفات المرتبطة.</p><p>فضلا, راسل <a href="%s">مالك المتجر</a> في حال وجود اي عطل او استفسار.</p><p>نشكرك على التعامل معنا!</p>';
$_['text_guest']           = '<p>تم تجهيز طلبك بنجاح!</p><p>إذا كان هناك أي استفسارات, فتفضل وراسل <a href="%s">مالك المتجر</a>.</p><p>نشكرك على التعامل معنا!</p>';